<?php
namespace App\Arrays;

class Arrays
{
    static function getAllCities()
    {
        return [
            'صنعاء',
            'عدن',
            'تعز',
            'الحديدة',
            'حجة',
            'اب',
            'عمران',
            'صعدة',
            'المحويت',
            'ذمار',
            'ريمة',
            'ابين',
            'الضالع',
            'البيضاء',
            'الجوف',
            'المهرة',
            'حضرموت',
            'لحج',
            'مأرب',
            'شبوه',
            ];
    }
}